[
  "dataview",
  "obsidian-tasks-plugin",
  "obsidian-git",
  "calendar",
  "obsidian-native-scrollbars",
  "table-editor-obsidian",
  "pane-relief",
  "cm-editor-syntax-highlight-obsidian",
  "obsidian-stille",
  "cm-typewriter-scroll-obsidian"
]